//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************

//******************************************************************************
// [File] XCradleBootRetry.uni
// [Description] Define XCradle Boot Retry String
// [Author] Celia Qian
// [Date] 20210105
//******************************************************************************

//------------------------------------------------------------------------------
/=#
#include "VFR.uni"
#langdef   x-AMI "x-AMI"      // AMI Configuration Language
//------------------------------------------------------------------------------

#string STR_BOOT_OPTION_RETRY           #language eng "Boot Retry"
                                        #language zh-chs "启动轮询"
                                        #language x-AMI "BootRetry"
#string STR_BOOT_OPTION_RETRY_HELP      #language eng "Enables or Disables Boot Option Retry Function"
                                        #language zh-chs "启用或禁用引导选项重试功能"
#string STR_PXE_OPTION_RETRY            #language eng "Pxe Only"
                                        #language zh-chs "仅PXE"
                                        #language x-AMI "PxeOnly"
#string STR_PXE_OPTION_RETRY_HELP       #language eng "Enables or Disables Pxe Only Boot Retry Function"
                                        #language zh-chs "启用或禁用PXE启动仅重试功能"
#string STR_BOOT_ENABLED                #language eng "Enabled"
                                        #language zh-chs "启用"
#string STR_BOOT_DISABLED               #language eng "Disabled"
                                        #language zh-chs "禁用"

//******************************************************************************
//******************************************************************************
//**                                                                          **
//** Copyright(C) 2020-2021, XCradle Electronic Information Industry Co., Ltd. **
//**                                                                          **
//**                          All Rights Reserved.                            **
//**                                                                          **
//******************************************************************************
//******************************************************************************